const questions = [
    {
        id: 1,
        title: '비회원은 이용할 수 없나요?',
        info: '현재 회원제로만 사이트를 운영하고 있어 회원가입을 하셔야 자격 확인 및 기능 이용이 가능합니다.',
    },
    {
        id: 2,
        title: '청약 신청 내역은 어디서 확인 가능한가요?',
        info: '로그인 후 마이페이지 > 청약신청이력 페이지에서 확인 가능합니다.',
    },
    {
        id: 3,
        title: '청약 제한 기준을 알고싶습니다.',
        info: '청약 제한 기준 정보 제공은 추후 진행될 예정입니다.',
    },
    {
        id: 4,
        title: '부양 가족으로 인정되는 기준이 무엇인가요?',
        info: '입주자모집공고일 현재 청약신청자와 동일한 주민등록표등본에 기재된 세대원 중 아래의 경우에 해당됩니다. 더 자세한 내용은 추후 제공될 예정입니다.',
    },
    {
        id: 5,
        title: '무주택자 기준에 대해 정확히 알고싶습니다.',
        info: '주택소유 여부를 판단할 때 분양권등을 갖고 있거나 주택 또는 분양권등의 공유지분을 소유하고 있는 경우에는 주택을 소유하고 있는 것으로 보되, 주택공급에 관한 규칙 제53조(주택소유 여부 판정기준) 각 호의 어느 하나에 해당하는 경우에는 주택을 소유하지 아니한 것으로 봅니다.',
    },
];
export default questions;
